package com.example.tripmaps

class PlacesArray {
    val places = arrayListOf(
        Place(0, "Областная клиническая психиатрическая больница",
            57.15073783829162, 65.53549274717263, arrayListOf(
                "https://i9.photo.2gis.com/images/branch/0/30258560052671761_9961_300x300.jpg",
                "https://i4.photo.2gis.com/images/branch/13/1829587368629480_68d0_300x300.jpg"),
                "Главный отель города, который существует уже долгое время, стоимость" +
                        " минимальная по городу, стоит уделить внимание, также можно отдохнуть" +
                        " развлечения и т.д. входят в пакет услуг"),
        Place(1, "Цветной бульвар",
            57.15067250231586, 65.53740074098614, arrayListOf(
            "https://i3.photo.2gis.com/images/geo/0/30258560070236677_5c11_300x300.jpg",
            "https://i4.photo.2gis.com/images/geo/0/30258560068846241_22ff_300x300.jpg",
            "https://i9.photo.2gis.com/images/geo/0/30258560068012750_6a51_300x300.jpg",
            "https://i8.photo.2gis.com/images/geo/0/30258560067563745_24e5_300x300.jpg"),
            "Цветной бульвар, где аллея «развлечений»," +
                    " для любителей аттракционов," +
                    " рядом ЦУМ (магазины одежды, техники и перекусить"),
        Place(2, "Шаурма у Маги",
            57.15778758244829, 65.54888163677754, arrayListOf(
            "https://i2.photo.2gis.com/images/branch/0/30258560068528675_d6db_300x300.jpg",
            "https://i7.photo.2gis.com/images/branch/0/30258560062121569_9bda_300x300.jpg"),
        "Шаурма - одна из лучших в городе." +
                " В классической шаве мяса много," +
                " а есть ещё мясная! В меню есть разные варианты," +
                " которых больше нигде не встретите." +
                " С ананасами, например, я нигде больше не встречал." +
                " Весь ассортимент я, конечно, не запомнил. Чай тоже есть." +
                " Есть несколько столиков, можно поесть прямо тут." +
                " Если надо, шаурму завернут в фольгу, для сохранения тепла." +
                " Приходил в субботу, в районе 16.00, передо мной было человека три," +
                " подождал минут 15 и забрал заказ. Хозяин, он же повар - очень колоритный," +
                " позитивный мужик. Очень рекомендую заведение!"),
        Place(3, "ДК Железнодорожник",
            57.14802433348012, 65.52628259227237, arrayListOf(
            "https://i3.photo.2gis.com/images/branch/0/30258560067357167_13c9_300x300.jpg",
            "https://i4.photo.2gis.com/images/branch/0/30258560051411106_46a1_300x300.jpg",
            "https://i1.photo.2gis.com/images/branch/13/1829587374521424_790c_300x300.jpg"),
            "Дворец культуры \"Железнодорожник\" - это замечательная площадка" +
                    " для различных культурных мероприятий. Молодой творческий коллектив " +
                    "идет в ногу со временем, улучшая интерьер и атмосферу"),
            Place(4, "Музейный комплекс им. И.Я. Словцова",
                57.153928715826396, 65.54983803238797, arrayListOf(
                "https://i6.photo.2gis.com/images/branch/0/30258560068911487_e6a7_300x300.jpg",
                "https://i9.photo.2gis.com/images/branch/0/30258560068911328_9098_300x300.jpg",
                "https://i9.photo.2gis.com/images/branch/0/30258560067357411_ab21_300x300.jpg",
                "https://i9.photo.2gis.com/images/branch/0/30258560056665754_bca4_300x300.jpg",
                "https://i1.photo.2gis.com/images/branch/0/30258560068555324_4bf6_300x300.jpg"),
        "Современный музейный комплекс с выставками," +
                " посвященными искусству и культуре Тюменской области."
            )
    )
}